{
  "category": "basics",
  "title": {
    "en_us": "Finding Ancient Ruins",
    "ja_jp": "古代遺跡を見つける"
  },
  "icon": "minecraft:stonebrick",
  "sortnum": 2,
  "pages": [
    {
      "text": {
        "en_us": "Ancient Ruins are mysterious surface structures found throughout the Overworld. These crumbling stone edifices are remnants of a long-lost civilization that discovered the Chrono Dawn dimension. Your journey to the frozen dimension begins here.",
        "ja_jp": "古代遺跡は、オーバーワールド全体で見られる神秘的な地上構造物です。これらの崩れかけた石造建築物は、クロノドーン次元を発見した失われた文明の遺物です。凍結した次元への旅はここから始まります。"
      }
    },
    {
      "text": {
        "en_us": "Structure Features:\n\n• Built from weathered stone bricks and decorated blocks\n• Contains multiple loot chests with valuable items\n• Clockstone Ore deposits embedded in the walls\n• Ancient inscriptions hinting at the dimension's secrets\n• Small but distinctive - usually 2-3 stories tall\n\nThe ruins are relatively rare, so exploration is key!",
        "ja_jp": "構造物の特徴:\n\n• 風化した石レンガと装飾ブロックで建造\n• 貴重なアイテムが入った複数の戦利品チェスト\n• 壁に埋め込まれたクロックストーン鉱石鉱床\n• 次元の秘密を示唆する古代の碑文\n• 小さいが特徴的 - 通常2-3階建て\n\n遺跡は比較的レアなので、探索が鍵です！"
      }
    },
    {
      "text": {
        "en_us": "What You'll Find:\n\n1. Time Hourglass Blueprint - A Knowledge Book that unlocks the portal activation item recipe\n\n2. Clockstone Ore - Smelt these to obtain Clockstone, needed for portal frames\n\n3. Basic Resources - Iron, gold, and other useful materials\n\n4. Ancient Knowledge - Books and clues about Chrono Dawn's history",
        "ja_jp": "見つかるもの:\n\n1. タイムアワーグラスの設計図 - ポータル起動アイテムのレシピをアンロックする知識の本\n\n2. クロックストーン鉱石 - これを精錬してポータルフレームに必要なクロックストーンを入手\n\n3. 基本資源 - 鉄、金、その他の有用な材料\n\n4. 古代の知識 - クロノドーンの歴史に関する本と手がかり"
      }
    },
    {
      "text": {
        "en_us": "How to Find Ancient Ruins:\n\n1. Explore various Overworld biomes - ruins can spawn in plains, forests, deserts, and more\n\n2. Look for distinctive weathered stone structures rising from the ground\n\n3. Ruins spawn on the surface, making them visible from a distance\n\n4. Use /locate structure chronodawn:ancient_ruins if cheats are enabled\n\nRecommendation: Explore during the day for better visibility!",
        "ja_jp": "古代遺跡の見つけ方:\n\n1. さまざまなオーバーワールドバイオームを探索 - 遺跡は平原、森林、砂漠などに生成される可能性があります\n\n2. 地面から立ち上がる特徴的な風化した石造構造物を探す\n\n3. 遺跡は地表に生成されるため、遠くからでも見える\n\n4. チートが有効な場合は /locate structure chronodawn:ancient_ruins を使用\n\n推奨: より良い視認性のため、昼間に探索しましょう！"
      }
    }
  ]
}
