{
  "category": "basics",
  "title": {
    "en_us": "Crafting the Time Hourglass",
    "ja_jp": "タイムアワーグラスの作成"
  },
  "icon": "chronodawn:time_hourglass",
  "sortnum": 3,
  "pages": [
    {
      "text": {
        "en_us": "The Time Hourglass is a mysterious artifact used to activate portals to the Chrono Dawn dimension. This single-use item contains crystallized time essence that resonates with Clockstone portal frames, creating a dimensional gateway.\n\nIMPORTANT: The Time Hourglass is consumed when you activate a portal, so craft multiple copies if you plan to build more than one portal!",
        "ja_jp": "タイムアワーグラスは、クロノドーン次元へのポータルを起動するために使用される神秘的なアーティファクトです。この使い捨てアイテムには結晶化された時間のエッセンスが含まれており、クロックストーンのポータルフレームと共鳴して次元ゲートウェイを作り出します。\n\n重要: タイムアワーグラスはポータルを起動すると消費されるため、複数のポータルを作る予定であれば複数作成してください！"
      }
    },
    {
      "text": {
        "en_us": "Unlocking the Recipe:\n\n1. Explore the Overworld to find Ancient Ruins\n\n2. Search the ruins thoroughly for loot chests\n\n3. Find the Time Hourglass Blueprint (a Knowledge Book)\n\n4. Right-click the blueprint to unlock the crafting recipe\n\nOnce unlocked, the recipe will appear in your crafting book permanently.",
        "ja_jp": "レシピのアンロック:\n\n1. オーバーワールドを探索して古代遺跡を見つける\n\n2. 遺跡を徹底的に探索して戦利品チェストを見つける\n\n3. タイムアワーグラスの設計図（知識の本）を見つける\n\n4. 設計図を右クリックしてクラフトレシピをアンロック\n\nアンロックすると、レシピがクラフトブックに永久に表示されます。"
      }
    },
    {
      "text": {
        "en_us": "Required Materials:\n\n• 1 Glass Bottle - Craft from glass\n• 4 Clockstone - Smelt Clockstone Ore from Ancient Ruins\n• 2 Time Crystals - Found in Ancient Ruins loot chests (rare)\n• 2 Redstone Dust - Mine from Overworld caves\n\nTime Crystals are the rarest ingredient, so explore multiple Ancient Ruins to gather enough materials.",
        "ja_jp": "必要な材料:\n\n• ガラス瓶 1個 - ガラスから作成\n• クロックストーン 4個 - 古代遺跡のクロックストーン鉱石を精錬\n• タイムクリスタル 2個 - 古代遺跡の戦利品チェストで発見（レア）\n• レッドストーンダスト 2個 - オーバーワールドの洞窟で採掘\n\nタイムクリスタルが最もレアな材料なので、十分な材料を集めるために複数の古代遺跡を探索してください。"
      }
    },
    {
      "text": {
        "en_us": "Crafting Tips:\n\n• Gather extra Clockstone Ore while exploring Ancient Ruins - you'll need Clockstone Blocks for the portal frame (9 Clockstone per block)\n\n• Time Crystals are also used for advanced crafting later, so collect extras if you find them\n\n• Consider building your first portal near your base for easy access\n\nNext Step: Learn how to build the portal frame!",
        "ja_jp": "クラフトのヒント:\n\n• 古代遺跡を探索する際に追加のクロックストーン鉱石を集める - ポータルフレームにクロックストーンブロックが必要（ブロック1個につきクロックストーン9個）\n\n• タイムクリスタルは後で高度なクラフトにも使用されるため、見つけた場合は余分に集める\n\n• 簡単にアクセスできるよう、最初のポータルは拠点の近くに建設することを検討\n\n次のステップ: ポータルフレームの建設方法を学びましょう！"
      }
    }
  ]
}
